/* 
  Localizable.strings
  NewFileMenu

  Created by Coral Wu on 11/11/16.
  Copyright (c) 2016 Langui.net. All rights reserved.
*/

"Unable to create file!" = "无法创建文件！";
"No suitable file template found." = "未找到合适的文件模板。";
"New %@" = "新建 %@";
"Error removing existing file!" = "移除现有文件时出错！";
"Error creating file!" = "创建文件出错！";
"New File Menu" = "新建文件菜单";
"New File Menu would like to access your working directory." = "新建文件菜单需要访问你的工作目录。";
"Authorize" = "授权";
"Please select \"%@\" or one of its parent directories." = "请选择“%@”或其任一上层目录。";
"Unable to create file!" = "无法创建文件！";
"Error creating the scripts directory!" = "创建脚本目录出错！";
"Select Scripts Directory" = "选择脚本目录";
"NewFileMenuHelper would like to access \"~/Library/Application Scripts/net.langui.NewFileMenuHelper\" directory" = "NewFileMenuHelper 需要访问目录“~/Library/Application Scripts/net.langui.NewFileMenuHelper”";
"Unable to install NewFileMenuHelper.sh to the scripts directory!" = "无法将“NewFileMenuHelper.sh”安装到脚本目录！";
"Intall manually" = "手动安装";
"Cancel" = "取消";
"Please drag and drop the above script into the \"%@\" dir." = "请将上面的脚本拖放至“%@”目录。";
"Unable to install script!" = "无法安装辅助脚本！";
"Unable to write to: %@" = "无法写入文件：%@";
"You must install the NewFileMenuHelper.sh script in order to use keyboard shortcuts!" = "必须安装“NewFileMenuHelper.sh”脚本才能正常使用键盘快捷键！";
"Unable to run NewFileMenuHelper.sh!" = "无法运行“NewFileMenuHelper.sh”！";
"Unable to get current folder path!" = "无法获取当前文件夹路径！";
"Invalid directory path!" = "无效的目录路径！";
